components/BrandWidget.php

    public function run() {
        $this->data = Brand::find()->asArray()->all();
---
SELECT * FROM `car_brand`